20211015144827-les_marges_d_erreur_sont_fausses.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-12-29 Fri 16:01 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Les marges d'erreur données par les instituts de sondage sont fausses</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Les marges d'erreur données par les instituts de sondage sont fausses</h1>
<p>
Les marges d'erreur données par les instituts de sondages sont une sous-estimation grossière de l'incertitude réelle à la "vraie" réponse à la question posée. Le but de chaque sondage est indiqué dans la question posée à chaque personne interrogée: quel serait le résultat de l'élection si elle avait lieu le weekend suivant le sondage.
</p>

<p>
C'est un problème vieux comme les statistiques, les instituts font une confusion entre intervalle de confiance.
</p>

<p>
Ce que nous cherchons à savoir, en tant que lecteurs de l'étude, est dans quel intervalle le score de tel candidat a-t-il X% de chances de tomber. La statistique fréquentiste ne permet pas de répondre à cette question.
</p>

<p>
Nous utilisons donc les statistiques bayésiennes pour inférer les marges d'errurs
</p>

<div id="outline-container-org206c069" class="outline-2">
<h2 id="org206c069"><span class="todo TODO">TODO</span> Comparaison marges d'erreur bayésiennes et données</h2>
<div class="outline-text-2" id="text-org206c069">
<p>
Autre problème, le bruit statistique lié à la taille finie de l'échantillon n'est pas la seule source d'erreur. La façon dont on forme les échantillons introduit une forme de biais: imnpossible de choisir les personnes inscrites sur les listes électorales complètement au hasard; la méthode de redressement nécessaire introduit un biais elle aussi (ou oublie d'en corriger). Ces biais sont propres à chaque paire institut/méthode. Ces biais sont à prendre en compte, ils sont importants. Mais ici nous ne considérons que le cas d'un seul sondage, ce que l'on peut dire en absence de toute autre information.
</p>

<p>
Il faut rajouter les indécis.
</p>
</div>
</div>

<div id="outline-container-orge9ee161" class="outline-2">
<h2 id="orge9ee161"><span class="todo TODO">TODO</span> Graphe avec Xavier (marge instituts | marge bayesiennes echantillon | indecis)</h2>
</div>

<div id="outline-container-org64c5b20" class="outline-2">
<h2 id="org64c5b20">Links to this note</h2>
</div>
</div>
</body>
</html>
